[
  {
    "name": [
      "O Captain! My Captain! by Walt Whitman"
    ],
    "text": [
      "1\n\nO CAPTAIN! my Captain! our fearful trip is done;\nThe ship has weather'd every rack, the prize we sought is won;\nThe port is near, the bells I hear, the people all exulting,\nWhile follow eyes the steady keel, the vessel grim and daring:\nBut O heart! heart! heart!\nO the bleeding drops of red,\nWhere on the deck my Captain lies,\nFallen cold and dead.\n\n2\n\nO Captain! my Captain! rise up and hear the bells;\nRise up-for you the flag is flung-for you the bugle trills;\nFor you bouquets and ribbon'd wreaths-for you the shores a-crowding;\nFor you they call, the swaying mass, their eager faces turning;\nHere Captain! dear father!\nThis arm beneath your head;\nIt is some dream that on the deck,\nYou've fallen cold and dead."
    ]
  },
  {
    "name": [
      "A Word to Husbands by Ogden Nash"
    ],
    "text": [
      "To keep your marriage brimming\nWith love in the loving cup,\nWhenever you’re wrong, admit it;\nWhenever you’re right, shut up."
    ]
  },
  {
    "name": [
      "Funeral Blues by W. H. Auden"
    ],
    "text": [
      "Stop all the clocks, cut off the telephone,\nPrevent the dog from barking with a juicy bone,\nSilence the pianos and with muffled drum\nBring out the coffin, let the mourners come.\n\nLet aeroplanes circle moaning overhead\nScribbling on the sky the message He is Dead.\nPut crepe bows round the white necks of the public doves,\nLet the traffic policemen wear black cotton gloves.\n\nHe was my North, my South, my East and West,\nMy working week and my Sunday rest,\nMy noon, my midnight, my talk, my song;\nI thought that love would last forever: I was wrong.\n\nThe stars are not wanted now; put out every one,\nPack up the moon and dismantle the sun,\nPour away the ocean and sweep up the woods;\nFor nothing now can ever come to any good."
    ]
  },
  {
    "name": [
      "The Raven by Edgar Allan Poe"
    ],
    "text": [
      "Once upon a midnight dreary, while I pondered, weak and weary,\nOver many a quaint and curious volume of forgotten lore,\nWhile I nodded, nearly napping, suddenly there came a tapping,\nAs of some one gently rapping, rapping at my chamber door.\n\"'Tis some visitor,\" I muttered, \"tapping at my chamber door\nOnly this, and nothing more.\"\n\nAh, distinctly I remember it was in the bleak December,\nAnd each separate dying ember wrought its ghost upon the floor.\nEagerly I wished the morrow; vainly I had sought to borrow\nFrom my books surcease of sorrow - sorrow for the lost Lenore\nFor the rare and radiant maiden whom the angels name Lenore\nNameless here for evermore.\n\nAnd the silken sad uncertain rustling of each purple curtain\nThrilled me - filled me with fantastic terrors never felt before;\nSo that now, to still the beating of my heart, I stood repeating,\n\"'Tis some visitor entreating entrance at my chamber door\nSome late visitor entreating entrance at my chamber door;\nThis it is, and nothing more.\""
    ]
  },
  {
    "name": [
      "Daddy by Sylvia Plath"
    ],
    "text": [
      "You do not do, you do not do\nAny more, black shoe\nIn which I have lived like a foot\nFor thirty years, poor and white,\nBarely daring to breathe or Achoo.\n\nDaddy, I have had to kill you.\nYou died before I had time--\nMarble-heavy, a bag full of God,\nGhastly statue with one gray toe\nBig as a Frisco seal\n\nAnd a head in the freakish Atlantic\nWhere it pours bean green over blue\nIn the waters off beautiful Nauset.\nI used to pray to recover you.\nAch, du."
    ]
  },
  {
    "name": [
      "America by Allen Ginsberg"
    ],
    "text": [
      "America I've given you all and now I'm nothing.\nAmerica two dollars and twentyseven cents January\n17, 1956.\nI can't stand my own mind.\nAmerica when will we end the human war?\nGo fuck yourself with your atom bomb.\nI don't feel good don't bother me.\nI won't write my poem till I'm in my right mind.\nAmerica when will you be angelic?\nWhen will you take off your clothes?\nWhen will you look at yourself through the grave?\nWhen will you be worthy of your million Trotskyites?\nAmerica why are your libraries full of tears?\nAmerica when will you send your eggs to India?\nI'm sick of your insane demands.\nWhen can I go into the supermarket and buy what I\nneed with my good looks?\nAmerica after all it is you and I who are perfect not\nthe next world.\n"
    ]
  },
  {
    "name": [
      "The Road Not Taken by Robert Frost"
    ],
    "text": [
      "Two roads diverged in a yellow wood,\nAnd sorry I could not travel both\nAnd be one traveler, long I stood\nAnd looked down one as far as I could\nTo where it bent in the undergrowth;\nThen took the other, as just as fair,\nAnd having perhaps the better claim,\nBecause it was grassy and wanted wear;\nThough as for that the passing there\nHad worn them really about the same,\nAnd both that morning equally lay\nIn leaves no step had trodden black.\nOh, I kept the first for another day!\nYet knowing how way leads on to way,\nI doubted if I should ever come back.\nI shall be telling this with a sigh\nSomewhere ages and ages hence:\nTwo roads diverged in a wood, and I-\nI took the one less traveled by,\nAnd that has made all the difference.\n"
    ]
  },
  {
    "name": [
      "Imagine by John Lennon"
    ],
    "text": [
      "Imagine there's no heaven\nIt's easy if you try\nNo hell below us\nAbove us only sky\nImagine all the people\nLiving for today... Aha-ah...\n\nImagine there's no countries\nIt isn't hard to do\nNothing to kill or die for\nAnd no religion, too\nImagine all the people\nLiving life in peace... You...\n\nYou may say I'm a dreamer\nBut I'm not the only one\nI hope someday you'll join us\nAnd the world will be as one\n\nImagine no possessions\nI wonder if you can\nNo need for greed or hunger\nA brotherhood of man\nImagine all the people\nSharing all the world... You...\n\nYou may say I'm a dreamer\nBut I'm not the only one\nI hope someday you'll join us\nAnd the world will live as one\n"
    ]
  },
  {
    "name": "Daddy by Sylvia Plath",
    "text": "You do not do, you do not do\nAny more, black shoe\nIn which I have lived like a foot\nFor thirty years, poor and white,\nBarely daring to breathe or Achoo.\n\nDaddy, I have had to kill you.\nYou died before I had time--\nMarble-heavy, a bag full of God,\nGhastly statue with one gray toe\nBig as a Frisco seal\n\nAnd a head in the freakish Atlantic\nWhere it pours bean green over blue\nIn the waters off beautiful Nauset.\nI used to pray to recover you.\nAch, du.\n\nIn the German tongue, in the Polish town\nScraped flat by the roller\nOf wars, wars, wars.\nBut the name of the town is common.\nMy Polack friend\n"
  },
  {
    "name": "Dedication by Robert Louis Stevenson",
    "text": "My first gift and my last, to you\nI dedicate this fascicle of songs -\nThe only wealth I have:\nJust as they are, to you.\n\nI speak the truth in soberness, and say\nI had rather bring a light to your clear eyes,\nHad rather hear you praise\nThis bosomful of songs\n\nThan that the whole, hard world with one consent,\nIn one continuous chorus of applause\nPoured forth for me and mine\nThe homage of ripe praise.\n\nI write the finis here against my love,\nThis is my love's last epitaph and tomb.\nHere the road forks, and I\nGo my way, far from yours.\n"
  },
  {
    "name": "Two In The Campagna by Robert Browning",
    "text": "I.\nI wonder do you feel to-day\nAs I have felt since, hand in hand,\nWe sat down on the grass, to stray\nIn spirit better through the land,\nThis morn of Rome and May?\nII.\nFor me, I touched a thought, I know,\nHas tantalized me many times,\n(Like turns of thread the spiders throw\nMocking across our path) for rhymes\nTo catch at and let go.\n\nIII.\nHelp me to hold it! First it left\nThe yellowing fennel, run to seed\nThere, branching from the brickwork's cleft,\nSome old tomb's ruin: yonder weed\nTook up the floating wet,\n\nIV.\nWhere one small orange cup amassed\nFive beetles,--blind and green they grope\nAmong the honey-meal: and last,\nEverywhere on the grassy slope\nI traced it.\n"
  }
]